Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/regjeringen.no/2011--rievdadeami-aigi-afghanistanas_id_604390.html.tmx
Source language: sme
Languages: nob

source: Sárdni / artihkal , 19.05.2010
nob: Tale / artikkel , 11.05.2010

source: Suodjalusministtar Grete Faremo
nob: Av : Forsvarsminister Grete Faremo

source: 2011 – rievdadeami áigi Afghanistanas
nob: 2011 – et år for endring i Afghanistan

source: Doaimmaid ulbmilin Afghanistanas lea ahte Afghanistana álbmot ieš galgá bádjelasas váldit ja fuolahit sihkarvuođa iežaset riikkas .
nob: Målet for operasjonene i Afghanistan er at afghanerne skal ta over sikkerheten i eget land .

source: Odne deaivvadit riikat main leat soalddáhat dán riikka davimus guovllus ságastallat movt mii buoremusat sáhttit sin veahkehit dán olaheames .
nob: I dag møtes landene som har styrker i den nordlige regionen for å diskutere hvordan vi best mulig kan hjelpe dem å få til dette .

source: Suodjalusministtar Grete Faremo .
nob: Av forsvarsminister Grete Faremo .

source: Odne deaivvadit 16 riikkaid suodjalusministarat Berlinas .
nob: I dag møtes forsvarsministre fra 16 land i Berlin .

source: Mii áigut ságastallat movt mii buoremusat sáhttit bargat vai ollašuhttit ON ja ISAF áigumuša ahte láhčet dili nu ahte Afghanistana álbmot nákcejit iežaset viesu gohkket .
nob: Vi vil se på hvordan vi kan gjøre vårt til å bidra til å realisere FNs og ISAFs mål om å sette afghanerne i stand til å være herrer i eget hus .

source: Áigumuš guoská buot servodatsurggiide , muhto min biires mii lunddolaččat deattuhit ahte lea dehálaš doarjut Afghanistana dorvosuorggi huksema – suodjalusa , rádjebearráigeahču , politiija , duopmostuoluid ja giddagasásahusa .
nob: Målet gjelder alle samfunnssektorer , men i vår krets er fokuset naturlig nok støtte til oppbyggingen av en afghansk sikkerhetssektor – forsvar , grensevakt , politi , domstoler og fengselsvesen .

source: ON fápmudusa mielde lea áigumuš ásahit doaibmi stáhta ja nu eastadeames ahte Afghanistana fas šaddá uhkádussan riikkaidgaskasaš ráfi ja sihkarvuođa ektui .
nob: I tråd med FN-mandatet er målet å skape en fungerende stat og dermed hindre at Afghanistan nok en gang blir en trussel mot internasjonal fred og sikkerhet .

source: Rievdadii áŋgiruššama ISAF váldovuoruhus lea rievdan stuimmálašvuođa eastadeames dálá álbmoga suodjaleapmái .
nob: Skiftet fokus ISAFs hovedfokus har endret seg fra opprørsbekjempelse til beskyttelse av befolkningen .

source: Danin Afghanistana dorvoveaga ja ISAF-veaga lohku sakka lea lassanan .
nob: Derfor skjer det nå en markant økning av både afghanske sikkerhetsstyrker og ISAF-styrker .

source: Mii dál bidjat ollu návccat dasa ahte hárjehallat , oahpahit ja ovttasbargat afghanistalaččain .
nob: Vi innretter stadig mer av innsatsen mot trening , opplæring og samarbeid med afghanerne i felt .

source: Rievdadeapmi mii dál dáhpáhuvvá ISAF veagas manna dan guvlui Norga máŋga jagi lea áŋgiruššan ja ieš doaibman .
nob: Den omleggingen som nå skjer i ISAF går i den retningen Norge har arbeidet for og praktisert i flere år .

source: Norgga lea deattuhan dan ahte mii eat galgga váldit badjelasámet dakkár doaimmaid maid Afghanistalaččat lunddolaččat ieža sáhttet doaimmahit – mii dađibahábut lea dáhpáhuvvan beare dávjá dán riikka eará guovlluin .
nob: Norge er opptatt av at vi ikke skal ta på oss oppgaver som det er naturlig at afghanerne selv utfører – noe som dessverre har vært litt for vanlig i andre deler av landet .

source: Mii fertet hukset , eatge lonuhit , Afghanistana kapasitehta .
nob: Vi må bygge , ikke erstatte , afghansk kapasitet .

source: Berlin-čoahkkimis buohkat geain leat soahteveagat Davvi-Afghanistanas gahččalit ovttastahttit iežamet militeara áŋgiruššama ođđa hástalusaid ja ođđa áigumušaid ektui .
nob: På Berlin-møtet vil alle som har militære styrker i Nord-Afghanistan søke å samordne vår militære innsats opp mot de nye utfordringene og den nye strategien .

source: Bargu ii šatta nu beaktil go galggašii jus juohke riikka iežas sierranas vuogi mielde bargá .
nob: Arbeidet blir lite effektivt hvis hvert land skal ha sin særegne måte å gjøre det på .

source: Mii dárbbašat lagas ovttasbarggu ja oktasaš mihttomeari .
nob: Vi trenger et tett samarbeid og felles mål .

source: Norgga bealis mii garrasit deattuhit ahte mii lihkostuvvat buohtalastimis doaimmaimet afghanistanalaš ja ođđa amerihkálaš soahteveagain Faryabas .
nob: For Norges del legger vi stor vekt på å få til en god koordinering med de afghanske og de nye amerikanske styrkene i Faryab .

source: Rievdadusat Ii Norga iige Nato ge muđui háliit leat guhkit áiggi Afghanistanas go mii lea dárbbašlaš .
nob: Endringer Verken Norge eller Nato for øvrig ønsker å være i Afghanistan en dag lenger enn nødvendig .

source: Dattege Norga ii leat mearridan luohpanbeaivi – mii sisa manaimet iežamet lihtolaččaiguin ja áigut , go áigi lea láddan , ovttas singuin fas guođđit dán riikka .
nob: Norge har imidlertid ingen sluttdato – vi gikk inn med våre allierte og vil , når den tid kommer , trekke oss ut sammen med dem.

source: Dasto deháleappot lea ahte mis lea čielga mihttun dasa ahte dađistaga lasihit Afghanistana coavcci ja eaiggátvuođa .
nob: Desto viktigere er det at vi har et klart fokus på overgangen til økt afghansk kapasitet og eierskap .

source: Dát leage geaidnu man geažis lea militeara operašuvnna loahppa Afghanistanas .
nob: Det er dette som er veien frem til en avslutning av det militære oppdraget .

source: NATO lea aittobáliid dohkkehan konseapta mas árvaluvvo dađistaga sirdit dorvoovddasvástádusa afghanistanalaččaide , ja áigumuš lea ahte Afghanistana soames jagiid geahčen ollásit badjelasas váldá dorvvolašvuođa váldoovddasvástádusa .
nob: NATO har nylig godkjent et konsept for stegvis overføring av sikkerhetsansvaret til afghanerne , og målet er at afghanerne skal overta hovedansvaret for sikkerheten innen få år .

source: Veagaid lasiheapmi mielddisbuktá ođđa hástalusaid .
nob: Styrkeopptrappingen fører med seg nye utfordringer .

source: Dorvodilli davvin lea dađistaga šaddan eanet gáibideaddjin .
nob: Sikkerhetssituasjonen i nord er blitt stadig mer krevende .

source: Eanet soalddáhat ođđa guovlluin mielddisbuktá ahte dávjjibut vásihit stuibmejeddjiid .
nob: Økt tilstedeværelse i nye områder medfører hyppigere kontakt med opprørere .

source: Dán garrasit vásiheimmet mannán sotnabeaivvi , go ovcci norgalaš soalddáha roasmmohuvve doaimmas .
nob: Dette fikk vi en brutal påminnelse om sist søndag , da ni norske soldater ble skadet ute på oppdrag .

source: Dákkár dáhpáhusat sakka váivvidit mu .
nob: Slikt går dypt inn på meg .

source: Seammás dieđán ahte norgalaš soalddáhat barget nana buori barggu .
nob: Samtidig vet jeg at de norske soldatene gjør en meget solid jobb .

source: Sii leat bures hárjehallan , leat buori rusttegat ja sin ámmátčehppodat ja árjjalašvuohta dagaha ahte lean hui rámis .
nob: De er godt trent , godt utrustet og har en profesjonalitet og innsats som jeg er stolt over .

source: Militearaveaga lassáneami dihte lea ain vuorddehahtti ahte dovduičuohcci dáhpáhusat ain deaividit oalle dávjá .
nob: Med den pågående styrkeøkningen må vi forvente at antallet sikkerhetsrelaterte hendelser vil forbli relativt høyt .

source: Mii dattege eat oainne eará molssaeavttuid : Jus Afghanistana galgá stáđásmuvvat , de eat sáhte hilgut eanemus hástaleaddji guovlluid .
nob: Vi ser likevel ingen alternativer : Skal Afghanistan bli stabilt , kan vi ikke tillate oss å overse de mest utfordrende områdene .

source: Mii oaidnit ovdáneami , earenoamážiid go guoská Afghanistana dorvoveaga návcca ja dáhtu váldimis ovddasvástádusa .
nob: Vi ser tydelig fremgang , spesielt når det gjelder de afghanske sikkerhetsstyrkenes evne og vilje til å ta ansvar .

source: Lihtolaččaid ja Afghanistana veagat doibmet eanet lahkalaga go goassege ovdal .
nob: Allierte og afghanske styrker opererer tettere sammen enn noen gang .

source: Dát lea dehálaš , danin go leat dušše afghanistanalaččat ieža geat sáhttet hálddašit boahttevaš hástalusaid ja ovddasguvlui ja guhkit áiggi vuollái ovdánahttit iežaset riikka .
nob: Dette er viktig , for bare afghanerne selv kan mestre de kommende utfordringene og utvikle landet i det lange løp.(Publisert i Dagbladet 11. mai 2010 )
